/* Задания на урок:
Все изминения реализовать только при помощи JS
1) Удалить все рекламные блоки со страницы (правая часть сайта)

2) Изменить жанр фильма, поменять "комедия" на "эпическая фантастика"

3) Изменить задний фон постера с фильмом на изображение "bg.jpg". Оно лежит в папке img.

4) Список фильмов на странице сформировать на основании данных из этого JS файла.
Отсортировать их по алфавиту (загуглить специальный метод массивов)

5) Добавить нумерацию выведенных фильмов */

const movieDB = {
    movies: [
        "ГЛАВНЫЙ ГЕРОЙ",
        "ГЛАДИАТОР",
        "ГОДЗИЛЛА 2",
        "ВРЕМЯ",
        "НИКТО"
    ]
};

